Repository: wikimedia/operations-debs-postorius
Catalog: src/postorius/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Yes is highly recommended. RFC 2369 defines a set of List-* headers that are normally added to every message sent to the list membership. These greatly aid end-users who are using standards compliant mail readers. They should normally always be enabled. However, not all mail readers are standards compliant yet, and if you have a large number of members who are using non-compliant mail readers, they may be annoyed at these headers. You should first try to educate your members as to why these headers exist, and how to hide them in their mail clients. As a last resort you can disable these headers, but this is not recommended (and in fact, your ability to disable these headers may eventually go away).
tr: Evet şiddetle tavsiye edilir. RFC 2369, normal olarak liste üyeliğine gönderilen her mesaja eklenen bir Liste-* başlık seti tanımlar. Bunlar, standartlara uygun posta okuyucular kullanan son kullanıcılara büyük ölçüde yardımcı olmaktadır. Normalde her zaman etkin olmalıdırlar. Ancak, tüm posta okuyucuları henüz standartlara uygun değildir ve uyumlu olmayan posta okuyucuları kullanan çok sayıda üyeniz varsa, bu başlıklardan rahatsız olabilirler. İlk olarak üyelerinizi bu başlıkların neden var olduğu ve onları posta istemcilerinde nasıl gizleyecekleri konusunda eğitmeye çalışmalısınız. Son çare olarak, bu başlıkları devre dışı bırakabilirsiniz, ancak bu önerilmez (ve aslında, bu başlıkları devre dışı bırakma yeteneğiniz nihayetinde kaybolabilir).

source: Include the list post header
tr: Listeye gönder başlığını dahil et

source: This can be set to no for announce lists that do not wish to include the List-Post header because posting to the list is discouraged.
tr: Bu, listeye gönderme tavsiye edilmediği için Listeye-Gönder başlığını dahil etmek istemeyen duyuru listeleri için hayır olarak ayarlanabilir.

source: Explicit reply-to address
tr: Açık yanıtla adresi

source: This option allows admins to set an explicit Reply-to address. It is only used if the reply-to is set to use an explicitly set header
tr: Bu seçenek, yöneticilerin açık bir Yanıtla adresi belirlemesini sağlar. Yalnızca, yanıtla açıkça belirlenmiş bir başlık kullanacak şekilde ayarlanmışsa kullanılır

source: Should any existing Reply-To: header found in the original message be stripped? If so, this will be done regardless of whether an explict Reply-To: header is added by Mailman or not.
tr: Orijinal mesajda bulunan herhangi bir Yanıtla: başlığı kaldırılmalı mıdır? Eğer öyleyse, bu açık bir Yanıtla: başlığının Mailman tarafından eklenip eklenmemesine bakılmaksızın yapılacaktır.

source: Reply goes to list
tr: Yanıt listeye gider

source: Please choose a reply-to action.
tr: Lütfen bir yanıtla eylemi seçin.

source: No Munging
tr: Değiştirme Yok

source: Explicit Reply-to header set
tr: Açık şekilde Yanıtla başlığı ayarlandı

source: Explicit Reply-to set; no Cc added
tr: Açık şekilde Yanıtla ayarlandı; Bilgi eklenmedi

source: Where are replies to list messages directed? No Munging is strongly recommended for most mailing lists. This option controls what Mailman does to the Reply-To: header in messages flowing through this mailing list. When set to No Munging, no Reply-To: header is added by Mailman, although if one is present in the original message, it is not stripped. Setting this value to either Reply to List, Explicit Reply, or Reply Only causes Mailman to insert a specific Reply-To: header in all messages, overriding the header in the original message if necessary (Explicit Reply inserts the value of reply_to_address). Explicit Reply-to set; no Cc added is useful forannounce-only lists where you want to avoid someone replying to the list address. There are many reasons not to introduce or override the Reply-To: header. One is that some posters depend on their own Reply-To: settings to convey their valid return address. Another is that modifying Reply-To: makes it much more difficult to send private replies. See <a href="http://marc.merlins.org/netrants/reply-to-harmful.html">`Reply-To' Munging Considered Harmful</a> for a general discussion of this issue. See <a href="http://marc.merlins.org/netrants/reply-to-useful.html">`Reply-To' Munging Considered Useful</a> for a dissenting opinion. Some mailing lists have restricted posting privileges, with a parallel list devoted to discussions. Examples are `patches' or `checkin' lists, where software changes are posted by a revision control system, but discussion about the changes occurs on a developers mailing list. To support these types of mailing lists, select Explicit Reply and set the Reply-To: address option to point to the parallel list.
tr: Bu listedeki mesajlara yanıtlar nereye yönlendirilir? Çoğu posta listesi için Değiştirme Yok kesinlikle önerilir. Bu seçenek, Mailman’ın bu posta listesindeki mesajlarda Yanıtla: başlığına ne yaptığını denetler. Değiştirme Yok olarak ayarlandığında, Mailman tarafından Yanıtla başlığı eklenmez, ama orijinal mesajda varsa da çıkarılmaz . Bu değeri Listeye Yanıtla, Açık Şekilde Yanıtla ya da Yalnızca Yanıtla olarak ayarlamak, Mailman'in tüm mesajlara belirli bir Yanıtla: başlığı eklemesine neden olur, gerekirse orijinal mesajdaki başlık geçersiz kılınır (Açık Şekilde Yanıtla, reply_to_address değerini ekler). Açık Şekilde Yanıtla ayarlandı; Bilgi eklenmedi, birilerinin liste adresine yanıt göndermesini istemediğiniz yalnızca-duyuru listeleri için kullanışlıdır. Yanıtla: başlığını tanıtmamak veya geçersiz kılmamak için birçok neden vardır. Birincisi, bazı göndericilerin kendi dönüş adreslerini bildirmek için Yanıtla: ayarlarına bağlı olmalarıdır. Bir diğeri ise Yanıtla: kısmının değiştirilmesi, özel yanıtlar göndermeyi çok daha zorlaştırmaktadır. Bu konuyla ilgili genel bir tartışma için <a href="http://marc.merlins.org/netrants/reply-to-harmful.html">`Reply-To` Munging Considered Harmful</a> gönderisine bakın. Muhalif bir görüş için <a href="http://marc.merlins.org/netrants/reply-to-useful.html">`Reply-To` Munging Considered Useful</a> gönderisine bakın. Bazı posta listeleri, tartışmalara ayrılan paralel bir liste ile mesaj gönderme ayrıcalıklarını sınırlandırmıştır. Örnekler, yazılım değişikliklerinin bir revizyon denetim sistemi tarafından yayınlandığı, ancak değişikliklerle ilgili tartışmaların geliştiricilerin posta listelerinde gerçekleştiği `yamalar` ya da `check-in` listeleridir. Bu tür posta listelerini desteklemek için Açık Şekilde Yanıtla'yı seçin ve Yanıtla: adresi seçeneğini paralel listeye işaret edecek şekilde ayarlayın.

source: Pipeline
tr: İş hattı

source: Type of pipeline you want to use for this mailing list
tr: Bu posta listesi için kullanmak istediğiniz iş hattının türü

source: Respond and continue processing
tr: Yanıtla ve işleme devam et

source: Respond and discard message
tr: Yanıtla ve mesajı at

source: No automatic response
tr: Otomatik yanıt yok

source: Autorespond to list owner
tr: Liste sahibine otomatik yanıtla

source: Should Mailman send an auto-response to emails sent to the -owner address?
tr: Mailman, -owner (sahip) adresine gönderilen e-postalara otomatik yanıt göndermeli mi?

source: Autoresponse owner text
tr: Liste sahibine otomatik yanıtla metni

source: Auto-response text to send to -owner emails.
tr: -owner (sahip) adresine gönderilen e-postalara otomatik yanıt metni.

source: Autorespond postings
tr: Gönderileri otomatik yanıtla

source: Should Mailman send an auto-response to mailing list posters?
tr: Mailman, posta listesine gönderi atanlara otomatik yanıt göndermeli mi?

source: Autoresponse postings text
tr: Gönderileri otomatik yanıtlama metni

source: Auto-response text to send to mailing list posters.
tr: Posta listesine gönderi atanlara gönderilecek otomatik yanıt metni.

source: Autorespond requests
tr: İstekleri otomatik yanıtla

source: Should Mailman send an auto-response to emails sent to the -request address? If you choose yes, decide whether you want Mailman to discard the original email, or forward it on to the system as a normal mail command.
tr: Mailman, -request (istek) adresine gönderilen e-postalara otomatik yanıt göndermeli mi? Evet'i seçerseniz, Mailman'in orijinal e-postayı atmasını mı yoksa sisteme normal posta komutu olarak iletmesini mi istediğinizi belirleyin.

source: Autoresponse request text
tr: İsteği otomatik yanıtlama metni

source: Auto-response text to send to -request emails.
tr: -request (istek) e-postalarına gönderilecek otomatik yanıt metni.

source: Autoresponse grace period
tr: Otomatik yanıtlama bekleme periyodu

source: Number of days between auto-responses to either the mailing list or -request/-owner address from the same poster. Set to zero (or negative) for no grace period (i.e. auto-respond to every message).
tr: Aynı kişiden e-posta listesine ya da -request (istek) / -owner (sahip) adresine gelen gönderilere verilecek otomatik yanıtlar arasındaki gün sayısı. Bekleme süresi olmaması için (örneğin, her mesajı otomatik yanıtlama) sıfır (veya negatif) olarak ayarlayın.

source: Notify users of held messages
tr: Bekletilen mesajlardan kullanıcıları haberdar et

source: Should Mailman notify users about their messages held for approval. If you say 'No', no notifications will be sent to users about the pending approval on their messages.
tr: Mailman, onay için bekletilen mesajları kullanıcılara bildirmeli midir? 'Hayır' derseniz, kullanıcılara mesajlarının bekleyen onayları hakkında hiçbir bildirim gönderilmez.

source: Send welcome message
tr: Hoş geldiniz mesajı gönder

source: Send welcome message to newly subscribed members? Turn this off only if you plan on subscribing people manually and don't want them to know that you did so. Setting this to No is most useful for transparently migrating lists from some other mailing list manager to Mailman. The text of Welcome message can be set via the Templates tab.
tr: Yeni abone olan üyelere hoş geldiniz mesajı gönderilsin mi? Bunu yalnızca insanları elle abone yapmayı planlıyorsanız ve bunu bilmelerini istemiyorsanız kapatın. Bunu 'Hayır' olarak ayarlamak, listeleri başka bir posta listesi yöneticisinden Mailman'a şeffaf bir şekilde geçirmek için kullanışlıdır. Hoş geldiniz mesajının metni, Şablonlar sekmesinden ayarlanabilir.

source: Send goodbye message
tr: Güle güle mesajı gönder

source: Send goodbye message to newly unsubscribed members? Turn this off only if you plan on unsubscribing people manually and don't want them to know that you did so. The text of Goodbye message can be set via the Templates tab.
tr: Yeni abonelikten çıkan üyelere güle güle mesajı gönderilsin mi? Bunu yalnızca insanları elle abonelikten çıkarmayı planlıyorsanız ve bunu bilmelerini istemiyorsanız kapatın. Güle güle mesajının metni, Şablonlar sekmesinden ayarlanabilir.

source: Admin immed notify
tr: Yöneticiye anında bildir

source: Should the list moderators get immediate notice of new requests, as well as daily notices about collected ones? List moderators (and list administrators) are sent daily reminders of requests pending approval, like subscriptions to a moderated list, or postings that are being held for one reason or another. Setting this option causes notices to be sent immediately on the arrival of new requests as well.
tr: Liste moderatörleri, günlük toplu bildirimlerin yanında yeni isteklerle ilgili bildirimleri anında almalı mıdır? Liste moderatörlerine (ve liste yöneticilerine), denetlenen bir listeye abonelikler veya bir nedenden ötürü bekletilen gönderiler gibi onay bekleyen isteklerle ilgili günlük hatırlatmalar gönderilir. Bu seçeneğin ayarlanması, yeni istekler olduğunda bildirimlerin ayrıca hemen gönderilmesine neden olur.

source: Notify admin of membership changes
tr: Üyelik değişikliklerini yöneticiye bildir

source: Should administrator get notices of subscribes and unsubscribes?
tr: Yönetici abone olma ve abonelikten çıkma bildirimleri almalı mı?

source: Not Moderated
tr: Denetlenmiyor

source: Moderated but allows for open posting
tr: Denetleniyor ancak açık gönderime izin verilir

source: Moderated
tr: Denetleniyor

source: Show list on index page
tr: Listeyi dizin sayfasında göster

source: Choose whether to include this list on the list of all lists
tr: Bu listenin tüm listelerin listesine eklenip eklenmeyeceğini seçin

source: This description is used when the mailing list is listed with other mailing lists, or in headers, and so forth. It should be as succinct as you can get it, while still identifying what the list is.
tr: Bu açıklama, posta listesi diğer posta listeleri ile birlikte veya başlıklarda listelendiğinde kullanılır. Listenin ne hakkında olduğunu belirtmeli, ve olabildiği kadar kısa ve öz olmalıdır.

source: Information
tr: Bilgi

source: A longer description of this mailing list.
tr: Bu posta listesinin daha uzun bir açıklaması.

source: Display name
tr: Görünen ad

source: Display name is the name shown in the web interface.
tr: Görünen ad, web arayüzünde gösterilen addır.

source: Subject prefix
tr: Konu ön eki

source: Preferred Language
tr: Tercih Edilen Dil

source: Members List Visibility
tr: Üye Listesi Görünürlüğü

source: Who is allowed to see members list for this MailingList?
tr: Bu posta listesi için üye listesini kimler görebilir?

source: Gateway to mail
tr: E-postaya aktarma

source: Flag indicating that posts to the linked newsgroup should be gated to the list
tr: Bağlantılı haber grubuna gönderilen mesajların listeye aktarılması gerektiğini belirten işaret

source: Gateway to news
tr: Haber grubuna aktarma

source: Flag indicating that posts to the list should be gated to the linked newsgroup.
tr: Listeye gönderilen mesajların haber grubuna aktarılması gerektiğini belirten işaret.

source: Linked Newsgroup
tr: Bağlantılı Haber Grubu

source: The name of the linked newsgroup.
tr: Bağlantılı haber grubunun adı.

source: Newsgroup moderation
tr: Haber grubu denetimi

source: The moderation policy for the linked newsgroup, if there is one.
tr: Eğer varsa, bağlantılı haber grubu için denetim politikası.

source: NNTP Include subject prefix
tr: NNTP Include konu ön eki

source: Flag indicating whether the list's "Subject Prefix" should be included in posts gated to usenet.
tr: Usenet'e gönderilen mesajlara listenin "Konu Ön Eki"nin eklenip eklenmeyeceğini belirten işaret.

source: Emails to mass subscribe
tr: Toplu abone olacak e-postalar

source: The following formats are accepted: jdoe@example.com &lt;jdoe@example.com&gt; John Doe &lt;jdoe@example.com&gt; "John Doe" &lt;jdoe@example.com&gt; jdoe@example.com (John Doe) Use the last three to associate a display name with the address
tr: Aşağıdaki biçimler kabul edilmektedir: jdoe@example.com &lt;jdoe@example.com&gt; John Doe &lt;jdoe@example.com&gt; "John Doe" &lt;jdoe@example.com&gt; jdoe@example.com (John Doe) Görünen adı adresle ilişkilendirmek için son üçü kullanın

source: Pre confirm
tr: Ön doğrulama

source: If checked, users will not have to confirm their subscription.
tr: İşaretlenirse, kullanıcıların aboneliklerini doğrulamaları gerekmeyecektir.

source: Pre approved
tr: Önden onaylanmış

source: If checked, moderators will not have to approve the subscription request.
tr: İşaretlenirse, moderatörlerin abonelik talebini onaylamaları gerekmeyecektir.

source: Pre Verified
tr: Önden Doğrulanmış

source: If checked, users will not have to verify that their email address is valid.
tr: İşaretlenirse, kullanıcıların e-posta adreslerinin geçerli olduğunu doğrulamaları gerekmeyecektir.

source: Invitation
tr: Davet

source: If checked, the other checkboxes are ignored and the users will be sent an invitation to join the list and will be subscribed upon acceptance thereof.
tr: İşaretlenirse, diğer onay kutuları yok sayılır ve kullanıcılara listeye katılmaları için bir davet gönderilir ve kabul ettiklerinde abone olurlar.

source: List default
tr: Liste öntanımlı değeri

source: If set to "Yes" or "No", List's default setting of send_welcome_message will be ignored for these subscribers and a welcome message will be sent or not sent based on the choice.
tr: "Evet" veya "Hayır" olarak ayarlanırsa, listenin öntanımlı send_welcome_message ayarı bu aboneler için yok sayılacak ve seçime bağlı olarak bir hoş geldiniz mesajı gönderilecek veya gönderilmeyecektir.

source: Emails to Unsubscribe
tr: Abonelikten çıkacak e-postalar

source: Add one email address on each line
tr: Her satıra bir e-posta adresi ekleyin

source: Default antispam action
tr: Öntanımlı antispam eylemi

source: Header
tr: Başlık

source: Email header to filter on (case-insensitive).
tr: Filtrelenecek e-posta başlığı (büyük/küçük harf duyarlı).

source: Please enter a header.
tr: Lütfen bir başlık girin.

source: Please enter a valid header.
tr: Lütfen geçerli bir başlık girin.

source: Pattern
tr: Kalıp

source: Regular expression matching the header's value.
tr: Başlığın değeriyle eşleşen düzenli ifade.

source: Please enter a pattern.
tr: Lütfen bir kalıp girin.

source: Please enter a valid pattern.
tr: Lütfen geçerli bir kalıp girin.

source: Action
tr: Eylem

source: Please enter a valid action.
tr: Lütfen geçerli bir eylem girin.

source: Action to take when a header matches
tr: Bir başlık eşleştiğinde gerçekleştirilecek eylem

source: Moderation
tr: Denetim

source: Default action to take when this member posts to the list. List default -- follow the list's default member action. Hold -- This holds the message for approval by the list moderators. Reject -- this automatically rejects the message by sending a bounce notice to the post's author. The text of the bounce notice can be configured by you. Discard -- this simply discards the message, with no notice sent to the post's author. Accept -- accepts any postings without any further checks. Default Processing -- run additional checks and accept the message.
tr: Bu üye listeye mesaj gönderdiğinde gerçekleştirilecek öntanımlı eylem. Liste öntanımlı değeri -- listenin öntanımlı üye eylemini izle. Beklet -- bu, liste moderatörleri tarafından onaylanması için mesajı bekletir. Reddet -- bu, mesajın yazarına bir geri dönme bildirimi göndererek mesajı otomatik olarak reddeder. Geri dönme bildiriminin metni sizin tarafınızdan yapılandırılabilir. At -- bu, mesajın yazarına bildirim göndermeden yalnızca mesajı atar. Kabul et -- başka denetimler yapmadan mesajı kabul eder. Öntanımlı işlem -- ek denetimler yap ve mesajı kabul et.

source: Select Email
tr: E-posta Seç

source: Data
tr: Veri

source: Email Address
tr: E-posta Adresi

source: Display Name
tr: Görünen Ad

source: Please enter an display name.
tr: Lütfen bir görünen ad girin.

source: Add ban
tr: Yasak ekle

source: You can ban a single email address or use a regular expression to match similar email addresses.
tr: Tek bir e-posta adresini yasaklayabilir veya benzer e-posta adresleriyle eşleştirmek için bir düzenli ifade kullanabilirsiniz.

source: Regular
tr: Düzenli

source: Plain Text Digests
tr: Düz Metin Özetleri

source: Mime Digests
tr: Mime Özetleri

source: Summary Digests
tr: Genel Özetler

source: Enabled
tr: Etkin

source: Disabled
tr: Devre dışı

source: Delivery status
tr: Teslimat durumu

source: Set this option to Enabled to receive messages posted to this mailing list. Set it to Disabled if you want to stay subscribed, but don't want mail delivered to you for a while (e.g. you're going on vacation). If you disable mail delivery, don't forget to re-enable it when you come back; it will not be automatically re-enabled.
tr: Bu posta listesine gönderilen mesajları almak için bu seçeneği Etkin olarak ayarlayın. Abone olarak kalmak istiyor, ancak bir süre için size posta gönderilmesini istemiyorsanız (örneğin, tatile gidiyorsunuz) Devre dışı olarak ayarlayın. Posta teslimatını devre dışı bırakırsanız, geri döndüğünüzde tekrar etkinleştirmeyi unutmayın; otomatik olarak yeniden etkinleştirilmeyecektir.

source: Delivery mode
tr: Teslimat modu

source: If you select summary digests , you'll get posts bundled together (usually one per day but possibly more on busy lists), instead of singly when they're sent. Your mail reader may or may not support MIME digests. In general MIME digests are preferred, but if you have a problem reading them, select plain text digests.
tr: Genel özetleri seçerseniz, gönderileri tek tek almak yerine bir araya toplanmış (genellikle günde bir tane, ancak yoğun listelerde daha fazla olur) şekilde alırsınız. Posta okuyucunuz MIME özetlerini destekleyebilir veya desteklemeyebilir. Genelde MIME özetler tercih edilir, ancak bunları okumakta sorun yaşıyorsanız düz metin özetleri seçin.

source: Receive own postings
tr: Kendi gönderilerinizi alın

source: Ordinarily, you will get a copy of every message you post to the list. If you don't want to receive this copy, set this option to No.
tr: Normalde, listeye gönderdiğiniz her mesajın bir kopyasını alırsınız. Bu kopyayı almak istemiyorsanız, bu seçeneği Hayır olarak ayarlayın.

source: Acknowledge posts
tr: Gönderilerin alındığını bildir

source: Receive acknowledgement mail when you send mail to the list?
tr: Listeye posta gönderdiğinizde alındı bildirim postası almak istiyor musunuz?

source: Hide address
tr: Adresi gizle

source: When someone views the list membership, your email address is normally shown (in an obscured fashion to thwart spam harvesters). If you do not want your email address to show up on this membership roster at all, select Yes for this option.
tr: Birisi liste üyeliğini görüntülediğinde, e-posta adresiniz normal olarak gösterilir (spam toplayıcılarını engellemek için karmaşıklaştırılmış bir şekilde). E-posta adresinizin bu üyelik listesinde görünmesini istemiyorsanız, bu seçenek için Evet'i seçin.

source: Receive list copies (possible duplicates)
tr: Liste kopyalarını (olası yinelenenleri) al

source: When you are listed explicitly in the To: or Cc: headers of a list message, you can opt to not receive another copy from the mailing list. Select Yes to receive copies. Select No to avoid receiving copies from the mailing list
tr: Bir liste mesajının Kime: veya Bilgi: başlıklarında açıkça listelendiğinizde, posta listesinden başka bir kopya almamayı tercih edebilirsiniz. Kopyaları almak için Evet'i seçin. Posta listesinden kopyalar almamak için Hayır'ı seçin

source: Preferred language
tr: Tercih edilen dil

source: Preferred language for your interactions with Mailman. When this is set, it will override the MailingList's preferred language. This affects which language is used for your email notifications and such.
tr: Mailman ile etkileşimleriniz için tercih edilen dil. Bu ayarlandığında, e-posta listesinin tercih ettiği dil geçersiz kılınacaktır. Bu, e-posta bildirimleriniz vb. için hangi dilin kullanıldığını etkiler.

source: Invalid: "{0}" should be either email or UUID
tr: Geçersiz: "{0}" e-posta adresi veya UUID olmalıdır
