Repository: wikimedia/operations-debs-postorius
Catalog: src/postorius/locale/*/LC_MESSAGES/django.po
Languages: tr

source: The domain from which you want the web UI to be served from. This can be same or different from the Mail Host. You can edit the list of available web hosts <a href="%s">here</a>.
tr: Web kullanıcı arayüzünün sunulmasını istediğiniz etki alanı. Bu E-posta Sunucusuyla aynı veya farklı olabilir. Kullanılabilir web sunucularının listesini <a href="%s">buradan</a> düzenleyebilirsiniz.

source: Mail Host
tr: E-posta Sunucusu

source: Please enter a domain name
tr: Lütfen bir etki alanı adı girin

source: Please enter a valid domain name.
tr: Lütfen geçerli bir etki alanı adı girin.

source: The domain for your mailing lists. For example when you want lists like testing@example.com, enter example.com here.
tr: Posta listelerinizin etki alanı. Örneğin test@example.com gibi listeler istiyorsanız, buraya example.com yazın.

source: Description
tr: Açıklama

source: Alias Domain
tr: Takma Etki Alanı Adı

source: Please enter a valid domain name or nothing.
tr: Lütfen geçerli bir etki alanı adı girin veya hiçbir şey girmeyin.

source: Normally empty. Used only for unusual Postfix configs.
tr: Normalde boş. Yalnızca olağan dışı Postfix yapılandırmaları için kullanılır.

source: Web Host
tr: Web Ana Bilgisayarı

source: Please enter a valid domain name
tr: Lütfen geçerli bir etki alanı adı girin

source: Owner's Email
tr: Sahibin E-postası

source: Make at least one selection
tr: En az bir seçim yapın

source: Hold for moderation
tr: Denetim için beklet

source: Reject (with notification)
tr: Reddet (bildirimle birlikte)

source: Discard (no notification)
tr: At (bildirim yok)

source: Accept immediately (bypass other rules)
tr: Hemen kabul et (diğer kuralları atla)

source: Default processing
tr: Öntanımlı işleme

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Quarterly
tr: Üç aylık

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

source: Only mailinglist moderators
tr: Yalnızca posta listesi moderatörleri

source: Only mailinglist members
tr: Yalnızca posta listesi üyeleri

source: Anyone
tr: Herhangi biri

source: List Name
tr: Liste Adı

source: Please enter a name for your list.
tr: Lütfen listeniz için bir ad girin.

source: Please enter a valid list name.
tr: Lütfen geçerli bir liste adı girin.

source: Initial list owner address
tr: İlk liste sahibi adresi

source: Please enter the list owner's email address.
tr: Lütfen liste sahibinin e-posta adresini girin.

source: Advertise this list?
tr: Bu liste tanıtılsın mı?

source: Please choose a list type.
tr: Lütfen bir liste türü seçin.

source: Advertise this list in list index
tr: Bu listeyi liste dizininde tanıt

source: Hide this list in list index
tr: Bu listeyi liste dizininde gizle

source: Choose an existing Domain.
tr: Var olan bir etki alanı seçin.

source: Choose a valid Mail Host
tr: Geçerli bir Posta Ana Bilgisayarı seçin

source: List Style
tr: Liste Tarzı

source: Choose a List Style.
tr: Bir Liste Tarzı seçin.

source: Choose a valid List Style.
tr: Geçerli bir Liste Tarzı seçin.

source: Site admin has not created any domains
tr: Site yöneticisi herhangi bir etki alanı oluşturmadı

source: Please enter a valid listname
tr: Lütfen geçerli bir liste adı girin

source: Your email address
tr: E-posta adresiniz

source: Subscribing via "Primary Address" will change subscription address when you change your primary address.
tr: "Birincil Adres" yoluyla abone olmak, birincil adresinizi değiştirdiğinizde abonelik adresini değiştirecektir.

source: Please enter an email address.
tr: Lütfen bir e-posta adresi girin.

source: Please enter a valid email address.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Your name (optional)
tr: Adınız (isteğe bağlı)

source: Primary Address ({})
tr: Birincil Adres ({})

source: Open
tr: Açık

source: Confirm
tr: Doğrula

source: Moderate
tr: Denetle

source: Confirm, then moderate
tr: Doğrula, ardından denetle

source: Subscription Policy
tr: Abonelik Politikası

source: Open: Subscriptions are added automatically Confirm: Subscribers need to confirm the subscription using an email sent to them Moderate: Moderators will have to authorize each subscription manually. Confirm then Moderate: First subscribers have to confirm, then a moderator needs to authorize.
tr: Açık: Abonelikler otomatik olarak eklenir Doğrula: Abonelerin, kendisine gönderilen bir e-postayı kullanarak aboneliği doğrulamaları gerekir Denetle: Moderatörlerin her aboneliği elle yetkilendirmeleri gerekir. Doğrula, ardından denetle: İlk önce abonelerin doğrulaması gerekir, ardından bir moderatörün yetkilendirmesi gerekir.

source: Un-Subscription Policy
tr: Abonelik İptal Politikası

source: Open: Un-Subscriptions happen automatically Confirm: Subscribers need to confirm the un-subscription using an email sent to them Moderate: Moderators will have to authorize each un-subscription manually. Confirm then Moderate: First subscribers have to confirm, then a moderator needs to authorize.
tr: Açık: Abonelik iptalleri otomatik olarak gerçekleşir Doğrula: Abonelerin, kendisine gönderilen bir e-postayı kullanarak abonelik iptalini doğrulamaları gerekir Denetle: Moderatörlerin her abonelik iptalini elle yetkilendirmeleri gerekir. Doğrula, ardından denetle: İlk önce abonelerin doğrulaması gerekir, ardından bir moderatörün yetkilendirmesi gerekir.

source: Yes
tr: Evet

source: No
tr: Hayır

source: Process Bounces
tr: Geri Dönmeleri İşle

source: Specifies whether or not this list should do automatic bounce processing.
tr: Bu listenin geri dönmeleri otomatik olarak işlemesi gerekip gerekmediğini belirtir.

source: Bounce score threshold
tr: Geri dönme puanı eşiği

source: This is the bounce score above which a member's subscription will be automatically disabled. When the subscription is re-enabled, their bounce score will be reset to zero.
tr: Bu, bir üyenin aboneliğinin otomatik olarak devre dışı bırakılacağı geri dönme puanıdır. Abonelik yeniden etkinleştirildiğinde, geri dönme puanları sıfırlanır.

source: Bounce info stale after
tr: Geri dönme bilgisi eskime süresi

source: The number of days after which a member's bounce information is considered stale. If no new bounces have been received in the interim, the bounce score is reset to zero. This value must be an integer.
tr: Bir üyenin geri dönme bilgilerinin eski olduğunun kabul edileceği gün sayısı. Bu aralıkta yeni bir geri dönme alınmadıysa, geri dönme puanı sıfırlanır. Bu değer bir tam sayı olmalıdır.

source: Notify owner on disable
tr: Devre dışı bırakıldığında sahibine bildir

source: This option controls whether or not the list owner is notified when a member's subscription is automatically disabled due to their bounce threshold being reached.
tr: Bu seçenek, bir üyenin aboneliği geri dönme eşiğine ulaşıldığı için otomatik olarak devre dışı bırakıldığında liste sahibinin bilgilendirilip bildirilmeyeceğini denetler.

source: Notify owner on removal
tr: Kaldırma işleminde sahibine bildir

source: This option controls whether or not the list owner is notified when a member is removed from the list after their disabled notifications have been exhausted.
tr: Bu seçenek, bir üye devre dışı bırakılma bildirimleri tükendikten sonra listeden kaldırıldığında liste sahibinin bilgilendirilip bildirilmeyeceğini denetler.

source: Bounce disabled warnings interval
tr: Geri dönme nedeniyle devre dışı bırakma uyarıları arasındaki aralık

source: The number of days between each disabled notification.
tr: Devre dışı bırakma bildirimleri arasındaki gün sayısı.

source: Bounce disable warnings
tr: Geri dönmeden dolayı devre dışı bırakma uyarıları

source: The number of notices a disabled member will receive before their address is removed from the mailing list's roster. Set this to 0 to immediately remove an address from the list once their bounce score exceeds the threshold. This value must be an integer.
tr: Engellenen bir üyenin, adresleri e-posta listesinden kaldırılmadan önce alacağı bildirim sayısı. Geri dönme puanları eşiği aştığında bir adresi listeden hemen kaldırmak için bunu 0 olarak ayarlayın. Bu değer bir tamsayı olmalıdır.

source: Public archives
tr: Herkese açık arşivler

source: Private archives
tr: Özel arşivler

source: Do not archive this list
tr: Bu listeyi arşivleme

source: Archive policy
tr: Arşiv politikası

source: Policy for archiving messages for this list
tr: Bu liste için mesajları arşivleme politikası

source: Active archivers
tr: Etkin arşivciler

source: Acceptable aliases
tr: Kabul edilebilir takma adlar

source: This is a list, one per line, of addresses and regexps matching addresses that are acceptable in To: or Cc: in lieu of the list posting address when `require_explicit_destination' is enabled. Entries are either email addresses or regexps matching email addresses. Regexps are entries beginning with `^' and are matched against every recipient address in the message. The matching is performed with Python's re.match() function, meaning they are anchored to the start of the string.
tr: Bu, `require_explicit_destination` etkinleştirildiğinde liste gönderim adresinin yerine geçecek, Kime: veya Bilgi: alanlarında kabul edilen adreslerin ve adreslerle eşleşen düzenli ifadelerin, her satırda bir tane olacak şekilde bir listesidir. Girdiler ya e-posta adresleridir ya da e-posta adresleriyle eşleşen düzenli ifadelerdir. Düzenli ifadeler `^` ile başlayan ve mesajdaki tüm alıcı adreslerine karşı eşleştirilen girdilerdir. Eşleşme Python re.match() fonksiyonu ile yapılmaktadır, yani dizginin başlangıcına sabitlenmişlerdir.

source: Require Explicit Destination
tr: Açık Hedef Gerektir

source: This checks to ensure that the list posting address or an acceptable alias explicitly appears in a To: or Cc: header in the post.
tr: Bu, liste gönderme adresinin veya kabul edilebilir bir takma adın gönderideki bir Kime: veya Bilgi: başlığında açıkça görünmesini sağlamayı denetler.

source: Administrivia
tr: Yönetici işleri

source: Administrivia tests will check postings to see whether it's really meant as an administrative request (like subscribe, unsubscribe, etc), and will add it to the the administrative requests queue, notifying the administrator of the new request, in the process.
tr: Yönetici işleri testleri, gönderilerin gerçekten bir yönetici işi isteği (abone olma, abonelikten çıkma, vb.) anlamına gelip gelmediğini görmek için denetler ve bunu yönetici istekleri kuyruğuna ekler, yeni isteği yöneticiye bildirir.

source: Default action to take when a member posts to the list
tr: Bir üye listeye mesaj gönderdiğinde gerçekleştirilecek öntanımlı eylem

source: Please choose a default member action.
tr: Lütfen öntanımlı bir üye eylemi seçin.

source: Default action to take when a member posts to the list. Hold: This holds the message for approval by the list moderators. Reject: this automatically rejects the message by sending a bounce notice to the post's author. The text of the bounce notice can be configured by you. Discard: this simply discards the message, with no notice sent to the post's author. Accept: accepts any postings without any further checks. Default Processing: run additional checks and accept the message.
tr: Bir üye listeye mesaj gönderdiğinde gerçekleştirilecek öntanımlı eylem. Beklet: bu, liste moderatörleri tarafından onaylanması için mesajı bekletir. Reddet: bu, mesajın yazarına bir geri dönme bildirimi göndererek mesajı otomatik olarak reddeder. Geri dönme bildiriminin metni sizin tarafınızdan yapılandırılabilir. At: bu, mesajın yazarına bildirim göndermeden yalnızca mesajı atar. Kabul et: başka denetimler yapmadan mesajı kabul eder. Öntanımlı işlem: ek denetimler yap ve mesajı kabul et.

source: Default action to take when a non-member posts to the list
tr: Üye olmayan biri listeye mesaj gönderdiğinde yapılacak öntanımlı eylem

source: Please choose a default non-member action.
tr: Lütfen öntanımlı bir üye olmayan eylemi seçin.

source: When a post from a non-member is received, the message's sender is matched against the list of explicitly accepted, held, rejected (bounced), and discarded addresses. If no match is found, then this action is taken.
tr: Üye olmayan birinden bir gönderi alındığında, mesajın göndereni açıkça kabul edilen, bekletilen, reddedilen (geri dönen) ve atılan adreslerin listesiyle eşleştirilir. Eşleşme bulunamazsa, bu eylem gerçekleştirilir.

source: Emergency Moderation
tr: Acil Durum Denetimi

source: When this option is enabled, all list traffic is emergency moderated, i.e. held for moderation. Turn this option on when your list is experiencing a flamewar and you want a cooling off period.
tr: Bu seçenek etkinleştirildiğinde, tüm liste trafiği acil durum denetimine alınır, yani denetim için bekletilir. Listenizde öfkeli bir tartışma yaşandığında ve bir sakinleşme arası istediğinizde bu seçeneği açın.

source: Maximum message size
tr: Azami mesaj boyutu

source: The maximum allowed message size in KB. This can be used to prevent emails with large attachments. A size of 0 disables the check.
tr: KB cinsinden izin verilen azami mesaj boyutu. Bu, büyük ekleri olan e-postaları önlemek için kullanılabilir. 0 boyutu denetimi devre dışı bırakır.

source: Maximum number of recipients
tr: Azami alıcı sayısı

source: The maximum number of recipients for a message. This can be used to prevent mass mailings from being accepted. A value of 0 disables the check.
tr: Bir mesaj için azami alıcı sayısı. Bu, toplu postaların kabul edilmesini önlemek için kullanılabilir. 0 değeri denetimi devre dışı bırakır.

source: Accept these non-members
tr: Bu üye olmayanları kabul et

source: This is a list, one per line, of regexps matching addresses that are allowed to post to this mailing list without subscribing to the list. Entries are regexps beginning with `^' and are matched against the sender addresses in the message. While non-regexp addresses can be entered here, it is preferred to add the address as a nonmember and set the nonmember's Moderation to Default Processing.
tr: Bu, listeye abone olmadan bu e-posta listesine mesaj göndermesine izin verilen adreslerle eşleşen, her satırda bir tane olacak şekilde düzenli ifadelerin bir listesidir. Girdiler `^` ile başlayan düzenli ifadelerdir ve mesajdaki gönderen adresleriyle eşleştirilir. Düzenli ifade olmayan adresler buraya girilebilse de, adresi üye olmayan olarak eklemek ve denetimini 'Öntanımlı işlem' olarak ayarlamak tercih edilmektedir.

source: Hold these non-members
tr: Bu üye olmayanları beklet

source: This is a list, one per line, of regexps matching nonmember addresses, posts from which are held automatically. Entries are regexps beginning with `^' and are matched against the sender addresses in the message. While non-regexp addresses can be entered here, it is preferred to add the address as a nonmember and set the nonmember's Moderation to Hold.
tr: Bu, mesajları otomatik olarak bekletilen, listeye üye olmayan adreslerle eşleşen, her satırda bir tane olacak şekilde düzenli ifadelerin bir listesidir. Girdiler `^` ile başlayan düzenli ifadelerdir ve mesajdaki gönderen adresleriyle eşleştirilir. Düzenli ifade olmayan adresler buraya girilebilse de, adresi üye olmayan olarak eklemek ve denetimini 'Beklet' olarak ayarlamak tercih edilmektedir.

source: Reject these non-members
tr: Bu üye olmayanları reddet

source: This is a list, one per line, of regexps matching nonmember addresses, posts from which are rejected with notice to the sender. Entries are regexps beginning with `^' and are matched against the sender addresses in the message. While non-regexp addresses can be entered here, it is preferred to add the address as a nonmember and set the nonmember's Moderation to Reject.
tr: Bu, mesajları gönderene bildirimde bulunularak reddedilen, listeye üye olmayan adreslerle eşleşen, her satırda bir tane olacak şekilde düzenli ifadelerin bir listesidir. Girdiler `^` ile başlayan düzenli ifadelerdir ve mesajdaki gönderen adresleriyle eşleştirilir. Düzenli ifade olmayan adresler buraya girilebilse de, adresi üye olmayan olarak eklemek ve denetimini 'Reddet' olarak ayarlamak tercih edilmektedir.

source: Discard these non-members
tr: Bu üye olmayanları at

source: This is a list, one per line, of regexps matching nonmember addresses, posts from which are discarded automatically. Entries are regexps beginning with `^' and are matched against the sender addresses in the message. While non-regexp addresses can be entered here, it is preferred to add the address as a nonmember and set the nonmember's Moderation to Discard.
tr: Bu, mesajları otomatik olarak atılan, listeye üye olmayan adreslerle eşleşen, her satırda bir tane olacak şekilde düzenli ifadelerin bir listesidir. Girdiler `^` ile başlayan düzenli ifadelerdir ve mesajdaki gönderen adresleriyle eşleştirilir. Düzenli ifade olmayan adresler buraya girilebilse de, adresi üye olmayan olarak eklemek ve denetimini 'At' olarak ayarlamak tercih edilmektedir.

source: Invalid alias regexp: {}: {}
tr: Geçersiz takma ad düzenli ifadesi: {}: {}

source: Invalid alias email: {}
tr: Geçersiz takma ad e-postası: {}

source: Enable Digests
tr: Özetleri Etkinleştir

source: Should Mailman enable digests for this MailingList?
tr: Mailman bu posta listesi için özetleri etkinleştirmeli mi?

source: Send Digest Periodically
tr: Özeti Periyodik Olarak Gönder

source: Should Mailman send out digests periodically?
tr: Mailman özetleri düzenli aralıklarla göndermeli mi?

source: Digest Volume Frequency
tr: Özet Cilt Sıklığı

source: At what frequency should Mailman increment the digest volume number and reset the issue number?
tr: Mailman özet cilt numarasını hangi sıklıkta artırmalı ve sayı numarasını sıfırlamalıdır?

source: Digest size threshold
tr: Özet boyutu eşiği

source: How big in Kb should a digest be before it gets sent out?
tr: Bir özet gönderilmeden önce kaç Kb büyüklüğe ulaşmalı?

source: DMARC mitigation action
tr: DMARC azaltma eylemi

source: Please choose a DMARC mitigation action.
tr: Lütfen bir DMARC azaltma eylemi seçin.

source: No DMARC mitigations
tr: DMARC azaltma yok

source: Replace From: with list address
tr: Kimden: alanını liste adresiyle değiştir

source: Wrap the message in an outer message From: the list.
tr: Kimden: liste olacak şekilde mesajı başka bir mesajın içine koy.

source: Reject the message
tr: Mesajı reddet

source: Discard the message
tr: Mesajı at

source: The action to apply to messages From: a domain publishing a DMARC policy of reject or quarantine or to all messages if DMARC Mitigate unconditionally is True.
tr: Kimden: kısmında bir reddet veya karantinaya al DMARC politikası yayınlayan bir etki alanı bulunan mesajlara veya DMARC Azaltma koşulsuz olarak Doğru ise tüm mesajlara uygulanacak eylem.

source: DMARC Mitigate unconditionally
tr: Koşulsuz olarak DMARC Azaltma

source: If DMARC mitigation action is munge_from or wrap_message, should it apply to all messages regardless of the DMARC policy of the From: domain.
tr: DMARC azaltma eylemi munge_from veya wrap_message ise, Kimden: etki alanının DMARC politikasından bağımsız olarak tüm mesajlar için geçerli olmalıdır.

source: DMARC rejection notice
tr: DMARC reddetme bildirimi

source: Text to replace the default reason in any rejection notice to be sent when DMARC mitigation action of reject applies.
tr: DMARC azaltma reddetme eylemi uygulandığında gönderilecek herhangi bir ret bildiriminde öntanımlı nedenin yerini alacak metin.

source: DMARC wrapped message text
tr: DMARC sarılmış mesaj metni

source: Text to be added as a separate text/plain MIME part preceding the original message part in the wrapped message when DMARC mitigation action of wrap message applies.
tr: DMARC azaltma mesajı sarmala eylemi uygulandığında sarılı mesajdaki orijinal mesaj bölümünden önce ayrı bir metin/düz MIME bölümü olarak eklenecek metin.

source: None
tr: Yok

source: Individual
tr: Bireysel

source: Full
tr: Tam

source: None: No personalization. Individual: Everyone gets a unique copy of the message, and there are a few more substitution variables, but no headers are modified. Full: All of the 'individual' personalization plus recipient header modification.
tr: Yok: Kişiselleştirme yok. Bireysel: Herkes mesajın benzersiz bir kopyasını alır ve birkaç yer tutucu değişkeni vardır, ancak başlıklar değiştirilmez. Tam: Tüm 'bireysel' kişiselleştirme artı alıcı başlığı değişikliği

source: Discard
tr: At

source: Reject
tr: Reddet

source: Forward
tr: İlet

source: Preserve
tr: Sakla

source: Action to take on messages which have no content after filtering. Discard = silently discard the message. Reject = discard the message and notify the sender. Forward = forward the message to the list owner(s). Preserve = save the message in qfiles/bad.
tr: Filtrelendikten sonra içeriği olmayan mesajlara uygulanacak eylem. At = mesajı sessizce at. Reddet = mesajı at ve göndereni bilgilendir. İlet = mesajı liste sahip(ler)ine ilet. Sakla = mesajı qfiles/bad konumuna kaydet.

source: Personalize
tr: Kişiselleştir

source: Filter content
tr: İçeriği filtrele

source: Should Mailman filter the content of list traffic according to the settings below?
tr: Mailman, liste trafiğinin içeriğini aşağıdaki ayarlara göre filtrelemeli midir?

source: Filter types
tr: Filtrelenecek türler

source: MimeTypes to filter from the incoming posts. A list of common types can be found <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types/Common_types">here </a>
tr: Gelen gönderilerden filtrelenecek MIME türleri. Yaygın türlerin bir listesi <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types/Common_types">burada</a> bulunabilir

source: Filter extensions
tr: Filtrelenecek uzantılar

source: Extensions to filter from the incoming posts.
tr: Gelen gönderilerden filtrelenecek uzantılar.

source: Pass types
tr: İzin verilecek türler

source: MimeTypes to allow in the incoming posts. A list of common types can be found <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types/Common_types">here </a>
tr: Gelen gönderilerde izin verilecek MIME türleri. Yaygın türlerin bir listesi <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Basics_of_HTTP/MIME_types/Common_types">burada</a> bulunabilir

source: Pass extensions
tr: İzin verilecek uzantılar

source: Extensions to allow in the incoming posts.
tr: Gelen gönderilerde izin verilecek uzantılar.

source: Collapse alternatives
tr: Alternatifleri daralt

source: Should Mailman collapse multipart/alternative to its first part content?
tr: Mailman, çok kısımlı/alternatifi ilk kısmın içeriğine göre daraltmalı mıdır?

source: Filter Action
tr: Filtre Eylemi

source: Convert html to plaintext
tr: HTML'i düz metne dönüştür

source: Should Mailman convert text/html parts to plain text? This conversion happens after MIME attachments have been stripped.
tr: Mailman, text/html kısımlarını düz metne dönüştürmeli midir? Bu dönüştürme, MIME ekleri çıkarıldıktan sonra gerçekleşir.

source: Anonymous list
tr: Anonim liste

source: Hide the sender of a message, replacing it with the list address (Removes From, Sender and Reply-To fields)
tr: Bir mesajın göndereni, onu liste adresi ile değiştirerek gizle (Kimden, Gönderen ve Yanıtla alanlarını kaldırır)

source: Include RFC2369 headers
tr: RFC2369 başlıklarını dahil et
