Repository: wikimedia/operations-debs-postorius
Catalog: src/postorius/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Note: Do not add any secret content in templates as they are publicly accessible. You can use these variables in the templates. $hyperkitty_url: Permalink to archived message in Hyperkitty $listname: Name of the Mailing List e.g. ant@example.com $list_id: The List-ID header e.g. ant.example.com $display_name: Display name of the mailing list e.g. Ant $short_listname: Local part of the listname e.g. ant $domain: The domain part of the listname e.g. example.com $info: The mailing list's longer descriptive text $request_email: The email address for -request address $owner_email: The email address for -owner address $site_email: The email address to reach the owners of the site $language: The two letter language code for list's preferred language e.g. fr, en, de
tr: Not: Şablonlara herkese açık olarak erişilebilecekleri için hiçbir gizli içerik eklemeyin. Bu değişkenleri şablonlarda kullanabilirsiniz. $hyperkitty_url: Hyperkitty'de arşivlenmiş mesaja kalıcı bağlantı $listname: Posta Listesinin adı, örn. ant@example.com $list_id: Liste kimliği başlığı, örn. ant.example.com $display_name: Posta listesinin görünen adı, örn. Ant $short_listname: Liste adının yerel kısmı, örn. ant $domain: Liste adının etki alanı kısmı, örn. example.com $info: Posta listesinin daha uzun tanımlayıcı metni $request_email: -request (istek) adresi için e-posta adresi $owner_email: -owner (sahip) adresi için e-posta adresi $site_email: Site sahiplerine ulaşmak için kullanılan e-posta adresi $language: Listenin tercih edilen dili için iki harfli dil kodu, örn. fr, en, de

source: Choose the template you want to customize.
tr: Özelleştirmek istediğiniz şablonu seçin.

source: Language for the template, this should be the list's preferred language.
tr: Şablonun dili, bu listenin tercih edilen dili olmalıdır.

source: Sent to the list administrators when moderator approval for a posting is required.
tr: Bir gönderi için moderatör onayı gerektiğinde liste yöneticilerine gönderilir.

source: Sent to the list administrators when moderator approval for a subscription request is required.
tr: Bir abonelik isteği için moderatör onayı gerektiğinde liste yöneticilerine gönderilir.

source: Sent to the list administrators when moderator approval for an unsubscription request is required.
tr: Bir abonelikten çıkma isteği için moderatör onayı gerektiğinde liste yöneticilerine gönderilir.

source: Sent to the list administrators to notify them when a new member has been subscribed.
tr: Yeni bir üye abone olduğunda bilgilendirmek için liste yöneticilerine gönderilir.

source: Sent to the list administrators when a bounce message in an unrecognized format has been received.
tr: Tanınmayan bir biçimde bir geri dönme mesajı alındığında liste yöneticilerine gönderilir.

source: Sent to the list administrators to notify them when a member's delivery is disabled due to excessive bounces.
tr: Bir üyenin teslimatı çok fazla geri dönme nedeniyle devre dışı bırakıldığında bilgilendirmek için liste yöneticilerine gönderilir.

source: Sent to the list administrators to notify them when a member has been unsubscribed.
tr: Bir üye abonelikten çıktığında bilgilendirmek için liste yöneticilerine gönderilir.

source: The footer for a digest message.
tr: Özet mesajının alt bilgisi.

source: The header for a digest message.
tr: Özet mesajının başlığı.

source: The digest “masthead”; i.e. a common introduction for all digest messages.
tr: Özet "masthead"; yani tüm özet mesajlar için ortak bir tanıtıcı giriş.

source: The footer for a regular (non-digest) message.
tr: Normal (özet olmayan) bir mesajın alt bilgisi.

source: The header for a regular (non-digest) message.
tr: Normal (özet olmayan) bir mesajın başlığı.

source: The message sent to subscribers when a subscription confirmation is required.
tr: Abonelik doğrulama gerektiğinde abonelere gönderilecek mesaj.

source: The message sent to subscribers when an unsubscription confirmation is required.
tr: Abonelikten çıkmak için doğrulama gerektiğinde abonelere gönderilecek mesaj.

source: The message sent to subscribers when they are invited to join a list.
tr: Bir listeye katılmaya davet edildiklerinde abonelere gönderilecek mesaj.

source: The notice sent to a member when they unsubscribe from a mailing list.
tr: Posta listesi aboneliğinden çıktıklarında üyelere gönderilecek bildirim.

source: The notice sent to a poster when their message is being held for moderator approval.
tr: Mesajları moderatör onayı için bekletildiğinde gönderi atanlara gönderilecek bildirim.

source: Sent to a user when the maximum number of autoresponses has been reached for that day.
tr: Bir kullanıcıya, o gün için azami otomatik yanıt sayısına ulaşıldığında gönderilir.

source: Notice sent to a poster when their message has been received by the mailing list.
tr: Mesajları posta listesi tarafından alındığı zaman gönderi atanlara gönderilen bildirim.

source: A bounce probe sent to a member when their subscription has been disabled due to bounces.
tr: Geri dönmeler nedeniyle aboneliği devre dışı bırakıldığında bir üyeye gönderilen geri dönme sorgusu.

source: Notice sent to a poster when their message has been rejected by the list’s moderator.
tr: Mesajları listenin moderatörü tarafından reddedildiğinde gönderi atanlara gönderilecek bildirim.

source: Notice sent to a poster when their message has been rejected automatically.
tr: Mesajları otomatik olarak reddedildiğinde gönderi atanlara gönderilen bildirim.

source: The notice sent to a member when they are subscribed to the mailing list.
tr: Posta listesine abone olduklarında üyelere gönderilecek bildirim.

source: The notice sent to a member when their membership has been disabled due to excessive bounces.
tr: Çok fazla geri dönme nedeniyle üyeliği devre dışı bırakıldığında üyeye gönderilen bildirim.

source: Forbidden
tr: Yasak

source: You do not have permissions to visit this page.
tr: Bu sayfayı ziyaret etme izniniz yok.

source: Page not found
tr: Sayfa bulunamadı

source: This page either doesn't exist, or it moved somewhere else.
tr: Bu sayfa ya yok, ya da başka bir yere taşındı.

source: Server error
tr: Sunucu hatası

source: An error occurred while processing your request.
tr: İşleminiz gerçekleştirilirken bir hata oluştu.

source: Global Bans
tr: Genel Yasaklamalar

source: Mailman logo
tr: Mailman logosu

source: Lists
tr: Listeler

source: Domains
tr: Etki alanları

source: Bans
tr: Yasaklamalar

source: System Information
tr: Sistem Bilgileri

source: Archives
tr: Arşivler

source: Account
tr: Hesap

source: Mailman settings
tr: Mailman ayarları

source: Posting activity
tr: Gönderme etkinliği

source: Logout
tr: Oturumu kapat

source: Login
tr: Oturum aç

source: Sign Up
tr: Kaydol

source: Postorius Documentation
tr: Postorius Belgelendirmesi

source: Postorius Version
tr: Postorius Sürümü

source: Happy Mailman Day!
tr: Postacı Gününüz kutlu olsun!

source: Confirm domain removal
tr: Etki alanı kaldırmayı doğrula

source: Confirm deletion
tr: Silmeyi doğrula

source: Are you sure you want to permanently delete
tr: Kalıcı olarak silmek istediğinize emin misiniz

source: This would delete %(size)s lists, some of which are:
tr: Bu %(size)s listeyi silecek, bunlardan bazıları şunlardır:

source: Delete
tr: Sil

source: Cancel
tr: İptal

source: Edit domain
tr: Etki alanını düzenle

source: Add Domain
tr: Etki Alanı Ekle

source: Owners
tr: Sahipleri

source: Edit
tr: Düzenle

source: remove
tr: kaldır

source: Add
tr: Ekle

source: Templates
tr: Şablonlar

source: Add domain
tr: Etki alanı ekle

source: Add a new domain
tr: Yeni bir etki alanı ekle

source: Add domain owner
tr: Etki alanı sahibi ekle

source: Add a new owner to
tr: Yeni bir sahip ekle

source: Template '%(name)s'
tr: Şablon '%(name)s'

source: Delete Template
tr: Şablonu Sil

source: Are you sure you want to delete the "%(name)s" template for domain "%(identifier)s"?
tr: "%(identifier)s" etki alanı için "%(name)s" şablonunu silmek istediğinize emin misiniz?

source: New Template
tr: Yeni Şablon

source: Template Name
tr: Şablon Adı

source: No Templates.
tr: Şablon Yok.

source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Ban email
tr: E-postayı yasakla

source: Currently banned addresses
tr: Şu anda yasaklanmış adresler

source: Un-ban this address
tr: Bu adresin yasağını kaldır

source: No addresses are currently banned.
tr: Şu anda yasaklanmış adres yok.

source: List Index
tr: Liste Dizini

source: Mailing Lists
tr: Posta Listeleri

source: Create New Domain
tr: Yeni Etki Alanı Oluştur

source: Create New List
tr: Yeni Liste Oluştur

source: List name
tr: Liste adı

source: Post address
tr: Posta adresi

source: unadvertised
tr: tanıtılmayan

source: Only lists that you are owner, moderator or subscriber for are shown here.
tr: Burada yalnızca sahibi, moderatörü veya abonesi olduğunuz listeler gösterilmektedir.

source: Only admins see unadvertised lists in the list index.
tr: Yalnızca yöneticiler liste dizininde tanıtılmayan listeleri görür.

source: There are currently no mailing lists.
tr: Şu anda posta listesi yok.

source: Banned addresses
tr: Yasaklanmış adresler

source: Are you sure you want to permanently delete this list?
tr: Bu listeyi kalıcı olarak silmek istediğinize emin misiniz?

source: All settings and membership data will be lost!
tr: Tüm ayarlar ve üyelik verileri kaybolacak!

source: Delete %(listname)s
tr: %(listname)s sil

source: Confirm remove role
tr: Rolü kaldırmayı doğrula

source: Are you sure?
tr: Emin misiniz?

source: Remove
tr: Kaldır

source: Unsubscribe all members
tr: Tüm üyeleri abonelikten çıkar

source: Are you sure you want to unsubscribe all members from %(listname)s?
tr: Tüm üyeleri %(listname)s aboneliğinden çıkarmak istediğinize emin misiniz?

source: Unsubscribe All
tr: Hepsini Abonelikten Çıkar

source: Confirm subscription of %(addr)s to %(name)s(%(listid)s):
tr: %(addr)s için %(name)s(%(listid)s) aboneliğini doğrula:

source: Confirm unsubscription of %(addr)s from %(name)s(%(listid)s):
tr: %(addr)s için %(name)s(%(listid)s) aboneliğinden çıkmayı doğrula:

source: Confirm token %(token)s:
tr: %(token)s belirtecini doğrula:

source: Header filters
tr: Başlık filtreleri

source: Save changes
tr: Değişiklikleri kaydet

source: Changes pending, click on the button to save them.
tr: Bekleyen değişiklikler var, kaydetmek için düğmeye tıklayın.

source: Held messages
tr: Bekletilen mesajlar

source: Perform action on selected messages
tr: Seçili mesajlar üzerinde işlem yap

source: Accept
tr: Kabul et

source: Subject
tr: Konu

source: Sender
tr: Gönderen

source: Reason
tr: Neden

source: Hold Date
tr: Bekleme Tarihi

source: No Subject
tr: Konu Yok

source: Attachments
tr: Ekler

source: Set member moderation
tr: Üye denetimini ayarla

source: Rejection reason:
tr: Reddetme nedeni:

source: Reason sent to the sender for message rejection. For other actions, this is ignored.
tr: Mesajının reddedilmesiyle ilgili göndericisine gönderilen neden. Diğer eylemler için bu dikkate alınmaz.

source: Show Headers
tr: Başlıkları Göster

source: There are currently no held messages.
tr: Şu anda bekletilen mesaj yok.

source: Message could not be retrieved
tr: Mesaj alınamadı

source: Unsubscribe users
tr: Kullanıcıları abonelikten çıkar

source: Mass subscribe
tr: Toplu abone ol

source: Member options
tr: Üye seçenekleri

source: No Preferences Available
tr: Tercih Yok

source: You are not the owner for this list
tr: Bu listenin sahibi değilsiniz

source: List members
tr: Liste üyeleri

source: Search members...
tr: Üye ara...

source: CSV Export
tr: CSV Dışa Aktar

source: Address
tr: Adres

source: Member Options
tr: Üye Seçenekleri

source: Non-member Options
tr: Üye Olmayan Seçenekleri

source: Create list
tr: Liste oluştur

source: Create a new list
tr: Yeni bir liste oluştur

source: E-Mail Address
tr: E-Posta Adresi

source: Actions
tr: Eylemler

source: Ban
tr: Yasakla

source: There are currently no subscription requests for this list.
tr: Şu anda bu liste için abonelik isteği yok.

source: Settings
tr: Ayarlar

source: Subscription requests
tr: Abonelik istekleri

source: Info
tr: Bilgi

source: To contact the list owners, use the following email address:
tr: Liste sahipleriyle iletişim kurmak için aşağıdaki e-posta adresini kullanın:

source: You have to login to visit the archives of this list.
tr: Bu listenin arşivlerini ziyaret etmek için giriş yapmalısınız.

source: <a class="btn btn-primary" href="%(hyperkitty_list_url)s">Archives</a>
tr: <a class="btn btn-primary" href="%(hyperkitty_list_url)s">Arşivler</a>

source: Subscription / Unsubscription
tr: Abone Olma / Abonelikten Çıkma

source: You are subscribed to this list with the following address:
tr: Bu listeye aşağıdaki adresle abone oldunuz:

source: Primary Address
tr: Birincil Adres

source: Manage Subscription
tr: Aboneliği Yönet

source: Unsubscribe
tr: Abonelikten çık

source: You have a subscription request pending. If you don't hear back soon, please contact the list owners.
tr: Bekleyen bir abonelik isteğiniz var. Kısa süre sonra bir yanıt alamazsanız, lütfen liste sahipleriyle iletişim kurun.

source: Subscribe to this list
tr: Bu listeye abone ol

source: To subscribe you can send an email with 'subscribe' in the subject to <a href="mailto:%(address)s?subject=Subscribe">%(address)s</a> or use the form below:
tr: Abone olmak için, <a href="mailto:%(address)s?subject=Subscribe">%(address)s</a> adresine konusunda 'abone ol' olan bir eposta gönderebilir veya aşağıdaki formu kullanabilirsiniz:

source: To subscribe or unsubscribe from this list, please log in first. If you have not previously logged in, you may need to set up an account with the appropriate email address.
tr: Bu listeye abone olmak veya abonelikten çıkmak için lütfen önce oturum açın. Daha önceden oturum açmadıysanız, uygun e-posta adresiyle bir hesap oluşturmanız gerekebilir.

source: Log In
tr: Oturum Aç

source: You can also subscribe without creating an account. If you wish to do so, please use the form below.
tr: Bir hesap oluşturmadan da abone olabilirsiniz. Bunu yapmak istiyorsanız, lütfen aşağıdaki formu kullanın.

source: List metrics
tr: Liste metrikleri

source: Created at
tr: Oluşturulma zamanı

source: Last post at
tr: Son gönderi zamanı

source: Digest last sent at
tr: Son özet gönderme zamanı

source: Volume
tr: Hacim

source: Are you sure you want to delete the "%(name)s" template from list "%(identifier)s"?
tr: %(identifier)s listesinden %(name)s şablonunu silmek istediğinizden emin misiniz?

source: Pending Approval
tr: Onay Bekliyor

source: Pending Confirmation
tr: Doğrulama Bekliyor

source: Users
tr: Kullanıcılar

source: Members
tr: Üyeler

source: Non-Members
tr: Üye Olmayanlar

source: Moderators
tr: Moderatörler

source: Mass operations
tr: Toplu operasyonlar

source: Mass removal
tr: Toplu kaldırma

source: Ban List
tr: Yasak Listesi

source: Mailman Settings
tr: Mailman Ayarları

source: Subscriptions
tr: Abonelikler

source: Global Mailman preferences
tr: Genel Mailman tercihleri

source: Address-based preferences
tr: Adres tabanlı tercihler

source: List-based preferences
tr: Liste tabanlı tercihler

source: System Configuration
tr: Sistem Yapılandırması

source: Mailman System
tr: Mailman Sistemi

source: Subscription preferences
tr: Abonelik tercihleri

source: No preferences available
tr: Tercih yok

source: You are not yet subscribed to any lists, so you have no Mailman preferences.
tr: Henüz herhangi bir listeye abone değilsiniz, bu nedenle herhangi bir Mailman tercihiniz yok.

source: Each email address can have specific Mailman preferences.
tr: Her e-posta adresi ayrı Mailman tercihlerine sahip olabilir.

source: Any options showing as not set here have inherit at runtime from your global preferences (viewable on other tab)
tr: Burada ayarlanmamış olarak gösterilen tüm seçenekler, çalışma anında genel tercihlerinizden devralınır (diğer sekmede görülebilir)

source: Save
tr: Kaydet

source: Subscription options for
tr: Şunun için abonelik seçenekleri

source: Use this form to change the email used for this subscription
tr: Bu abonelik için kullanılan e-postayı değiştirmek için bu formu kullanın

source: Subscription settings
tr: Abonelik ayarları

source: Each list subscription can have specific Mailman preferences.
tr: Her liste aboneliğinin belirli Mailman tercihleri olabilir.

source: Any options showing as not set inherit at runtime from your global or address specific preferences (viewable on other tabs)
tr: Burada ayarlanmamış olarak gösterilen tüm seçenekler, çalışma anında genel veya adrese özel tercihlerinizden devralınır (diğer sekmede görülebilir)

source: Subscription
tr: Abonelik

source: You are subscribed to the following mailing lists:
tr: Aşağıdaki posta listelerine abonesiniz:

source: Subscription Address
tr: Abonelik Adresi

source: Delivery Mode
tr: Teslimat Modu

source: Role
tr: Rol

source: You are not yet subscribed to any lists.
tr: Henüz herhangi bir listeye abone değilsiniz.

source: Header Filters
tr: Başlık Filtreleri

source: Banned Addresses
tr: Yasaklı Adresler

source: Delete List
tr: Listeyi Sil

source: Held Messages
tr: Bekletilen Mesajlar

source: Mass Removal
tr: Toplu Kaldırma

source: Mass Subscription
tr: Toplu Abonelik

source: Subscription Options
tr: Abonelik Seçenekleri

source: List Settings
tr: Liste Ayarları

source: Summary
tr: Özet

source: Confirm Removal of All Members
tr: Tüm Üyelerin Kaldırılmasını Doğrula

source: Address-based Settings
tr: Adres Tabanlı Ayarlar

source: Subscription Settings
tr: Abonelik Ayarları

source: Global Settings
tr: Genel Ayarlar

source: Mailman REST API not available. Please start Mailman core.
tr: Mailman REST API'si kullanılamıyor. Lütfen Mailman core'u başlatın.

source: New Domain registered
tr: Yeni etki alanı kaydedildi

source: Domain %s updated
tr: %s etki alanı güncellendi

source: Please check the errors below
tr: Lütfen aşağıdaki hataları gözden geçirin

source: The domain %s has been deleted.
tr: %s etki alanı silindi.

source: The domain could not be deleted: %s
tr: Etki alanı silinemedi: %s

source: Added {} as an owner for {}
tr: {}, {}'in sahibi olarak eklendi

source: {} is not an owner for {}
tr: {}, {} için bir sahip değil

source: Removed {} as an owner for {}
tr: {}, {} için sahiplerden kaldırıldı

source: The email {} has been banned.
tr: {} e-posta adresi yasaklandı.

source: An error occurred: %s
tr: Bir hata oluştu: %s

source: Invalid data: %s
tr: Geçersiz veri: %s

source: The email {} has been un-banned
tr: {} e-posta adresinin yasağı kaldırıldı

source: List {}s
tr: {} listele

source: Add {}
tr: {} ekle

source: No {}s were found matching the search.
tr: Aramayla eşleşen {} bulunamadı.

source: List has no {}s
tr: Listede {} yok

source: The selected members have been unsubscribed
tr: Seçilen üyeler abonelikten çıkarıldı

source: {email} has been added with the role {role}
tr: {email}, {role} ile eklendi

source: Member does not exist
tr: Üye mevcut değil

source: The member's preferences have been updated.
tr: Üyenin tercihleri güncellendi.

source: No change to the member's moderation.
tr: Üyenin denetiminde değişiklik yok.

source: The member's moderation settings have been updated.
tr: Üyenin denetim ayarları güncellendi.

source: You are already subscribed
tr: Zaten abonesiniz

source: Subscription changed to %s
tr: Abonelik %s olarak değiştirildi

source: Something went wrong. Please try again.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

source: Your subscription request has been submitted and is waiting for moderator approval.
tr: Abonelik isteğiniz gönderildi ve moderatör onayını bekliyor.

source: You are subscribed to %s.
tr: %s'e abone oldunuz.

source: Please check your inbox for further instructions
tr: Lütfen sonraki talimatlar için gelen kutunuza bakın

source: %s has been unsubscribed from this list.
tr: %s bu liste aboneliğinden çıktı.

source: The address %(address)s has been subscribed to %(list)s.
tr: %(address)s adresi %(list)s'e abone oldu.

source: The email address %s is not valid.
tr: %s e-posta adresi geçerli değil.

source: Please fill out the form correctly.
tr: Lütfen formu doğru bir şekilde doldurun.

source: The address %(address)s has been unsubscribed from %(list)s.
tr: %(address)s adresi %(list)s aboneliğinden çıktı.

source: The selected messages were accepted
tr: Seçilen mesajlar kabul edildi

source: The selected messages were rejected
tr: Seçili mesajlar reddedildi

source: The selected messages were discarded
tr: Seçili mesajlar atıldı

source: Message could not be found
tr: Mesaj bulunamadı

source: The message was accepted
tr: Mesaj kabul edildi

source: The message was rejected
tr: Mesaj reddedildi

source: The message was discarded
tr: Mesaj atıldı

source: Held message was not found.
tr: Bekletilen mesaj bulunamadı.

source: Moderation action for {} set to {}
tr: {} için denetim eylemi {} olarak ayarlandı

source: Failed to set moderation action for {}
tr: {} için denetim eylemi ayarlanamadı

source: Choose a Domain
tr: Bir Etki Alanı Seçin

source: List created
tr: Liste oluşturuldu

source: Mailing List already exists.
tr: Posta Listesi zaten var.

source: Subscriptions pending user confirmation
tr: Kullanıcı doğrulaması bekleyen abonelikler

source: Subscriptions pending approval
tr: Onay bekleyen abonelikler

source: The request has been accepted.
tr: İstek kabul edildi.

source: The request has been rejected.
tr: İstek reddedildi.

source: The request has been discarded.
tr: İstek atıldı.

source: The request has been defered.
tr: İstek ertelendi.

source: The request was already moderated: %s
tr: İstek zaten denetlendi: %s

source: The request could not be moderated: %s
tr: İstek denetlenemedi: %s

source: List Identity
tr: Liste Kimliği

source: Automatic Responses
tr: Otomatik Yanıtlar

source: Alter Messages
tr: Mesajları Değiştir

source: DMARC Mitigations
tr: DMARC Azaltmaları

source: Digest
tr: Özet

source: Message Acceptance
tr: Mesaj Kabulü

source: Archiving
tr: Arşivleme

source: Member Policy
tr: Üye Politikası

source: Bounce Processing
tr: Geri Dönme İşleme

source: The settings have been updated.
tr: Ayarlar güncellendi.

source: An error occurred:
tr: Bir hata oluştu:

source: The user %(email)s is not in the %(role)s group
tr: %(email)s kullanıcısı %(role)s grubunda değil

source: Removing the last owner is impossible
tr: Son sahibi kaldırmak mümkün değil

source: The user could not be removed: %(msg)s
tr: Kullanıcı kaldırılamadı: %(msg)s

source: The user %(address)s has been removed from the %(role)s group.
tr: %(address)s kullanıcısı %(role)s grubundan kaldırıldı.

source: No member is subscribed to the list currently.
tr: Şu anda listeye hiçbir üye abone değil.

source: All members have been unsubscribed from the list.
tr: Tüm üyeler liste aboneliğinden çıkarıldı.

source: The header matches were successfully modified.
tr: Başlık eşleşmeleri başarıyla değiştirildi.

source: New header
tr: Yeni başlık

source: New pattern
tr: Yeni kalıp

source: Invalid confirmation token
tr: Geçersiz doğrulama belirteci

source: Token expired or invalid.
tr: Belirtecin süresi doldu veya geçersiz.

source: Message does not exist
tr: Mesaj mevcut değil

source: Attachment does not exist
tr: Ek mevcut değil

source: Your preferences have been updated.
tr: Tercihleriniz güncellendi.

source: Your preferences did not change.
tr: Tercihleriniz değişmedi.

source: Subscription does not exist
tr: Abonelik mevcut değil
